{
  "Delivering Comprehensive Education": "முழுமையான கல்வி வழங்குதல்",
  "Our platform offers tailored financial education from basic principles to advanced strategies for underprivileged communities.": "எங்கள் தளம் படித்திருக்கின்ற விதிமுறைக்குப் பிறகு மேம்படுத்தப்பட்ட கட்டாய அறிவுக்கு அனுகூலமான விதிமுறைகள் விளக்கின்றன, அடக்கிய சமுதாயங்களுக்கு.",
  "Promoting Banking Access.": "வங்கி அணுகை பருவத்தை பருவத்திற்கு ஏற்க உதவுகின்றனர்.",
  "Interactive Learning.": "இணைந்தழிதக்க கற்றல்.",
  "Our user-friendly tools, including quizzes and games, make financial learning engaging and effective.": "எங்கள் பயனர் உபயோகப்படுத்தும் கருவிகள், வினாடி வினாடி விளக்கங்கள் மற்றும் விளக்கமான பண கற்றல் செயல்படுத்துகின்றன.",
  "We facilitate access to banking by guiding users on account opening, financial products, and navigating the banking system.": "எங்கள் பயனர்களை கணக்கு திறப்பதில், நிதி பொருட்களில், மற்றும் வங்கி அமைப்பின் வழியாக செல்ல உதவுகின்றோம்.",
  "Fostering Empowerment.": "வலிமையை பருத்திக்குகின்றனர்.",
  "We empower individuals to make informed financial decisions, breaking the cycle of poverty.": "மொத்தமாக வரம்பு செய்வதற்காக தனியாக அதிகம் சிக்கவைக்கும் நபர்களை நம்பிக்கையாக்குகின்றோம்.",
  "Community Engagement.": "சமுதாய சேர்ப்பு.",
  "Our platform fosters a sense of belonging and support through forums and events, creating a stronger community.": "எங்கள் தளம் மூலம் உலகில் அதிக பாலம் கொண்ட ஒரு சமுதாயம் உருவாக்குகின்றது, குடும்பம் அதிக வலிமையாக்குகின்றது.",
  "Announcing our next round of funding.": "எங்கள் அடுக்குமூல அமைப்பின் அடுக்கு அறிவிப்பது.",
  "Read more": "மேலும் படிக்க",
  "Empowering Communities Through Financial Education and Banking": "நிதி கற்றலும் வங்கி மூலம் சமுதாயங்களை அதிசயப்படுத்துகின்றது.",
  "Access Worldwide.": "உலகளாவிய அணுகை.",
  "Bridging the Financial Knowledge Gap to Foster Economic Growth.": "பொருள் அறிவு வரையில் பேரளவியத்தை கடக்க வருகின்றது பொருள் வளர்ச்சி.",
  "Get started": "ஆரம்பிக்கவும்",
  "For a volunteer": "ஒரு தொண்டர் மாதிரி",
  "Boost your conversion rate": "உங்கள் மாற்றத்தை அதிகரிக்கவும்",
  "Illo sint voluptas. Error voluptates culpa eligendi. Hic vel totam vitae illo. Non aliquid explicabo necessitatibus unde. Sed exercitationem placeat consectetur nulla deserunt vel. Iusto corrupti dicta.": "இல்லோ சிந்தனைகள். பிழை சிந்தனைகள் சிந்தனை eligendi. இச் செயல்திரும்பும் முழு வாழ்க்கை illo. ஒரு பணி விளக்குதல் explicabo தேவைகள் unde. செத்த exercitationem placeat வருகின்றன அனைத்து deserunt வெல். ஐஸ்டோ corrupti dicta.",
  "Mar 16, 2020": "மார் 16, 2020",
  "Marketing": "மிடியா விளக்கம்",
  "Michael Foster": "மைக்கல் ஃபாஸ்டர்",
  "Co-Founder / CTO": "உத்தியம் உருவாக்குபவர் / சிடிஓ",
  "From the blog": "வலைப்பதிவிலிருந்து",
  "Learn how to grow your business with our expert advice.": "எங்கள் மூலம் உங்கள் வணிகத்தை விளக்க எப்படி விளக்க எப்படி அதிக அறிவியல் உத்தியம் கற்றல்.",
  "New volunteer annually": "புதிய தொண்டர் ஒரு வருடம்",
  "100": "100",
  "No. of Blogs": "வலைப்பதிவில் உள்ளன",
  "New users annually": "புதிய பயனர்கள் ஒரு வருடம்",
  "Product": "உத்பந்தம்",
  "Features": "அம்சங்கள்",
  "Marketplace": "சந்தை",
  "Company": "குழு",
  "Expense Tracker": "செலவு டிராக்கர்",
  "Get a better understanding of your Expenses": "உங்கள் செலவுகளின் மேலும் அறிந்துகொள்ளுங்கள்",
  "Engagement": "சேர்க்கை",
  "Security": "பாதுகாப்பு",
  "Integrations": "ஒப்புதல்கள்",
  "Automations": "தானியம் செயல்படுத்துதல்கள்",
  "Watch demo": "டெமோவைக் காண்க",
  "Contact sales": "விற்பனையாளரை தொடர்க",
  "Open main menu": "முக்குத்தி பிடிக்கவும்",
  "Log in": "உள் நுழை",
  "Close menu": "மெனுவை மூடு",
  "FREQUENTLY ASKED QUESTIONS": "அதிகவான கேள்விகள்",
  "We here at Shiksha want to simplify things for you. Read some of the frequently asked questions to help you understand more about us.": "நாங்கள் இங்கே ஷிக்ஷா உங்களுக்கு சுலபமாக விசேஷிப்பதிக்க விரும்புகின்றோம். எங்களை பற்றி மேலும் அறிந்துகொள்ள உதவ செய்யும் சில அதிகவான கேள்விகளை படிக்கவும்.",
  "If you have any more questions feel free to contact us via email at": "உங்களிடம் மேலும் கேள்விகள் உள்ளன எனில் மூலம் தொடர்க.",
  "What is the difference between a checking account and a savings account?": "சரியாக பரிசோதனை சாவிங்க் கணக்கு மற்றும் சேவிங்க் கணக்கு பிரிக்கின்றன என்று என்ன விதிமுறை இருக்கின்றது?",
  "A checking account is designed for everyday transactions and typically has no or low interest rates. A savings account, on the other hand, is meant for saving money and usually offers higher interest rates but may have limits on withdrawals.": "ஒரு பரிசோதனை கணக்கு வாராந்த பரிவர்த்தனைகளுக்கு வடிவமைக்கப்பட்டுள்ளது மற்றும் பெரிய அல்லது குறைந்த வடிவம் வடிவமைக்கின்றது. அதிபக்கம், சேமிப்பதற்கு ஒருவரையாக்கப்பட்டுள்ளது மற்றும் பொருட்களில் உயர்ந்த வடிவம் அளிக்கின்றது, ஆனால் வாங்கல்கள் மேல்கொள்ளலாம்.",
  "How does a credit card work?": "ஒரு கடன் அட்டை எப்படி வேலை செய்கின்றது?",
  "What is the concept of 'risk' in investing?": "'ஆதரவு' என்றால் என்ன?",
  "How can I save for retirement?": "நான் செய்திகள் அல்லது கைதுக்கு எப்படி சேமிக்கலாம்?",
  "What is the role of a financial planner?": "நிதி திட்டத்தின் பங்கு என்ன?",
  "What is the importance of a good credit score?": "ஒரு நல்ல கடன் மதிப்பில் முக்கியமானது என்ன?",
  "What is the purpose of a personal budget?": "ஒரு தனியார் பட்ஜெட் பைபிள் என்ன?",
  "How can I protect my financial information online?": "நான் எப்படி எனது நிதி தகவல்களை இணையத்தில் பாதுகாக்கலாம்?",
  "What are the different types of insurance policies I should consider?": "நான் நிதிமோதல் காப்பீடுகளின் வேறுபட வகைகள் என்ன?",
  "What is a mortgage, and how does it work?": "ஒரு வாடகை என்ன என்று என்ன அமையும் மற்றும் அது எப்படி வேலை செய்கின்றது?",
  "What is the difference between a traditional IRA and a Roth IRA?": "பாரம்பரிய ஐ.ஆர்.ஏ மற்றும் ராத் ஐ.ஆர்.ஏ இடம்பெயர்க்கு வடிவ என்ன?",
  "How can I start investing with a small amount of money?": "அல்பேட்டின்கு ஒரு சிறிய தொகை உடையது எப்படி முதலீடு செய்ய முடியும்?",
  "What is diversification in investment, and why is it important?": "முதலீடுக்கு வேறுபடுத்தல் என்ன மற்றும் அது எப்படி முக்கியம் என்ன?",
  "What is a credit report, and how can I obtain a copy?": "கடன் அறிக்கை என்ன மற்றும் நான் ஒரு பிரதி எடுக்க எப்படி?",
  "What is the purpose of a will and estate planning?": "ஒரு வில்லின் மற்றும் சொத்து திட்டத்தின் போலியாக என்ன மேலும் என்ன முக்கியம்?",
  "A credit card allows you to borrow money from a bank or credit card issuer to make purchases. You are required to pay back the borrowed amount along with interest, and you have a credit limit, which is the maximum amount you can borrow.": "கடன் அட்டை உங்களுக்கு வங்கியில் அல்லது கடன் அட்டை வழங்குபவர் இருந்து பணம் கடந்து வாங்க அனுமதிக்கின்றது. நீங்கள் வடிடாக்கப்பட்ட தொகை மற்றும் வட்டிக்கு நிலுவையாக, நீங்கள் வடிடாக்கப்பட்ட தொகை மற்றும் வட்டிக்கு நிலுவை கொடுக்க வேண்டும், மேலும் உங்களுக்கு ஒரு கடன் வரம்பு இருக்கும், அது உங்கள் முடிவாக முக்கியமாகும்.",
  "Risk in investing refers to the potential for financial loss. Different investments carry different levels of risk. Generally, higher-risk investments have the potential for higher returns, but they also come with a greater chance of losing money.": "முதலீடுக்கு பாதிக்கம் அதிசயமான முதலீடு சொந்த அதிசயமான முதலீடுகள் மூலம் வரலாம். வேறுபடும் முதலீடுகள் வேறுபட்ட கட்டங்களில் வேறுபடும் பாதிக்கம் கொண்டுள்ளன. பொதுவாக, உயர் பாதிக்கம் உயர் வருகைகளுக்கு வரலாம், ஆனால் அவை பணத்தை இழக்க அதிசயமான அளவில் கொண்டுள்ளன.",
  "You can save for retirement by contributing to retirement accounts such as a 401(k) or an IRA. These accounts offer tax advantages and allow your money to grow over time. It's important to start saving for retirement early to maximize your savings.": "நீங்கள் 401(k) அல்லது ஐ.ஆர்.ஏ போன்ற செயல் கணக்குகளுக்கு போதாதிதமாக பங்கு சேர்த்து சேமித்தலாம். இந்த கணக்குகள் வரி பயனர்களுக்கு வரி நன்மைகள் வழங்குகின்றன மற்றும் உங்கள் பணம் நேரடியாக விளக்கின்றது. செயல்முறையில் பங்கு சேர்க்க முதல் சேமிக்க முதல் தொடக்கமாக ஆரம்பிக்க முக்கியம்.",
  "A financial planner provides advice and guidance on various aspects of your financial life, including budgeting, investing, retirement planning, and tax strategies. They help you create a financial plan to achieve your goals.": "நிதி திட்டத்தாள் உங்கள் நிதி வாழ்க்கையின் பல பகுதிகளில் உங்கள் விதிமுறைக்குக் கட்டணம், முதலீடு, வாரிய போதும் திட்டமிடல் மற்றும் வரி திட்டங்கள் பற்றிய உத்தமமான குறிப்புகள் மற்றும் வழிகாட்டுகளை வழங்குகின்றனர். அவர்கள் உங்கள் லாபங்களை அடைய கொள்ள ஒரு நிதி திட்டம் உருவாக்க உதவுகின்றனர்.",
  "A good credit score is crucial because it affects your ability to borrow money, obtain loans, and secure favorable interest rates. Lenders use your credit score to assess your creditworthiness.": "ஒரு நல்ல கடன் மதிப்பு முக்கியம் ஏற்றுக்கொள்ளும் அதன் முக்கியத்தைக் கடிதப்படுத்துகின்றது உங்கள் பணம் கடந்து வாங்க, கடன் பெற மற்றும் முக்கிய வட்டி வருகைகளை அமைத்தல் என்பது உங்கள் முடிவுக்கு மற்றும் உங்கள் கடன் மதிப்பை மதிப்பிட வந்துள்ளது.",
  "A personal budget helps you track your income and expenses, enabling you to manage your finances more effectively, save money, and achieve your financial goals.": "ஒரு தனியார் பட்ஜெட் உங்கள் வருமானத்தை மற்றும் செலவுகளை கணக்கிடும் உங்கள் நிதி வாழ்க்கையை வாழ்க்கையை அதிக வழங்க உத்திகளை அடைய அனுமதிக்கின்றது.",
  "To protect your financial information online, use strong and unique passwords, enable two-factor authentication, be cautious of phishing emails, and regularly monitor your accounts for unusual activity.": "உங்கள் நிதி தகவலை இணையத்தில் பாதுகாப்பதற்கு வலுவான மற்றும் அநேகம் கடவுச்சொல் பயன்படுத்துக, இரு படிபம் அங்கிகாரிப்பை இயக்குக, பிஷிங் மின்னஞ்சல்களைப் பாதுகாக்குங்கள், மற்றும் அவழக்காட்சியாக்குகளுக்கு விசாரிக்கவும் விசாரிக்க அதிகமாக உங்கள் கணக்குகளை கண்காணிக்கவும்.",
  "Common types of insurance include health insurance, auto insurance, home insurance, life insurance, and disability insurance. The type of insurance you need depends on your circumstances and needs.": "பொதுவாக காப்பீடுகளின் பெருமையான வகைகள் உடைக்கும் குறிப்பு காப்பீடு, ஆட்டோ காப்பீடு, வீட்டு காப்பீடு, வாழ்க்கை காப்பீடு மற்றும் முழுவது காப்பீடு. உங்கள் அதிசயம் மற்றும் கேள்விகள் அந்த காப்பீட்டின் வகையின்படி அனுமதிக்கின்றன.",
  "A mortgage is a loan used to purchase a home. You borrow money from a lender and repay it over time with interest. If you fail to make payments, the lender can take possession of your property through a process called foreclosure.": "ஒரு வீடு வாங்க முடியும் என்பதற்கான கடன் ஒரு வீடு வாங்க முடியும் என்று பயன்படுத்தப்படுகின்றது. நீங்கள் ஒரு கடன் வாங்கும்போது உங்கள் பொறுப்பு மற்றும் வட்டி கொண்ட சொல் குறித்து நீங்கள் நேராக சொல் கொள்ள வேண்டும். நீங்கள் கடன் செலுத்தத்தில் தவறாக செய்தால், வங்கியர் கொலோசர் என்பது போல உங்கள் சொத்துக்கொண்டுள்ள பொருளை பிடிக்கலாம்.",
  "The main difference is how they are taxed. Traditional IRAs offer tax-deferred contributions, meaning you get a tax deduction upfront but pay taxes when you withdraw. Roth IRAs offer tax-free withdrawals but do not provide an upfront tax deduction.": "அவை எப்படி வரி விகிதப்படுகின்றன என்று அத்தியாவசியத் தேர்ந்தெடுக்கப்படுகின்றன. பாரம்பரிய ஐஆர்ஏக்கள் வரி பதிதமாக வரி வருக்கக்கூடிய பங்குகளை வழங்குகின்றன, அதன் பொருள் கொடுக்கப்பட்டு நீங்கள் பணம் வெளியிடும் போது வரி செலுத்த வேண்டும். ராத் ஐஆர்ஏக்கள் வரி இல்லாமல் வெளியிடலாம், ஆனால் பதிதமாக வரி பொருள் கொடுக்கவில்லை.",
  "You can start investing with a small amount by using micro-investment apps, like robo-advisors or fractional shares platforms. These allow you to invest with as little as a few dollars.": "ஒரு சிறிய தொகையுடன் முதலீடு செய்ய நீங்கள் மைக்ரோ-முதலீடு பயன்படுத்தும் ஆப்ஸ், போகின் உத்தியோகிகள் அல்லது புளப்ளிகள் தொடர்பான தகுதிகள் படிகளைப் பயன்படுத்தும். இவீடுகள் நீங்கள் சில டாலர்கள் மட்டும் செலவிட அனுமதிக்கும்.",
  "Diversification means spreading your investments across different asset classes (stocks, bonds, real estate) to reduce risk. It's important because it can help protect your portfolio from significant losses.": "வைபருத்தனம் என்றால் பல சொத்து வகைகளில் உங்கள் முதலீடுகளை பரப்பிக்கும் செய்தியாகும் (முதல், பாண்ட்கள், அமைந்துவிழ்த்திய சொத்து) என்றால் இது உங்கள் வருமானப் பட்டியலை பெருக்க உதவலாம். இது பெரும்பாலான இழுப்புகளிலிருந்து உங்கள் போர்ட்போலியோவை பாதுகாப்பதிலும் முழுமையாக உதவலாம்.",
  "A credit report is a detailed record of your credit history. You can obtain a free copy of your credit report from each of the three major credit bureaus (Equifax, Experian, and TransUnion) once a year at AnnualCreditReport.com.": "ஒரு கடன் அறிக்கை உங்கள் கடன் வரலாறுக்கினியல் விரிவாக பதிவு செய்யும் படிகம். ஒரு ஆண்டுக்கு ஒரு முறை, மூன்று முக்கிய கடன் நிறுவனங்களில் (ஈக்விபேக்ஸ், எக்ஸ்பீரியன், மற்றும் டிரான்ஸ்யூனியன்) இருந்து உங்கள் கடன் அறிக்கையின் இலவச பதிவை AnnualCreditReport.com இல் ஒரு ஆண்டுக்கு பயன்படுத்தலாம்.",
  "A will outlines how you want your assets to be distributed after your death. Estate planning involves planning for the management and distribution of your assets, including property, investments, and possessions, to minimize taxes and ensure your wishes are carried out.": "ஒரு விலகியின் மரணம் உங்கள் சொத்துக்கள் எப்படி விகிதப்பட விரும்புகின்றன அந்தச் சொத்துக்களை விவரிக்கின்றது. சொத்து வரியின் மேலான வரி குறைக்க மற்றும் உங்கள் விரும்புகள் செய்ய முதல் சொத்துக்கள், குடியிருப்புகள் மற்றும் சொந்தங்கள் போன்ற உங்கள் சொத்துக்களை நிர்வகிப்பது அடிக்கடி வரி குறைப்புக்கும் மற்றும் உங்கள் விரும்புகள் செய்யப்படும் என்பதைக் குறைக்கும் வரை அடிக்கடி.",
  "Meeting details": "சந்திப்பு விபரங்கள்",
  "Chat": "அரட்டை",
  "Cancel": "ரத்து செய்",
  "Confirm": "உறுதிசெய்",
  "Do you want to end this call?": "இந்த அழைப்பை முடிக்க விரும்புகின்றீர்களா?",
  "Your meeting's ready": "உங்கள் சந்திப்பு பதிவிடப்பட்டுள்ளது",
  "Add Others": "மற்றவர்களை சேர்க்கவும்",
  "Or share this meeting link with others you want in the meeting": "அல்லது இந்த சந்திப்பு இணையத்தில் உங்கள் விரும்புகின்ற மற்றவர்களுடன் பகிர்ந்து கொள்ளவும்",
  "People who use this meeting link can join the meeting": "இந்த சந்திப்பு இணையத்தைப் பயன்படுத்தும் மற்றவர்கள் சந்திப்புக்கு சேரலாம்",
  "Chelsea Fagan": "செல்சியா பகன்",
  "Trent Hamm": "ட்ரெண்ட் ஹாம்",
  "J.D. Roth": "ஜே.டி. ராத்",
  "Mr. Money Mustache": "மிஸ்டர் மனி மஸ்டேச்",
  "NerdWallet": "நர்ட் வாலட்",
  "David Weliver": "டேவிட் வெலிவர்",
  "Advertiser Disclosure": "விளம்பரம் வெளியிடல்",
  "Kyle Taylor": "கைல் டேய்லர்",
  "The Penny Hoarder": "தி பெனி ஹோர்டர்",
  "Wallet Hacks": "வாலட் ஹேக்ஸ்",
  "Money Under 30": "30 வயதில் பணம்",
  "Get Rich Slowly": "மெதுவாக பணம் சம்பாதிக்கவும்",
  "The Simple Dollar": "தி சிம்பிள் டாலர்",
  "The Financial Diet": "நிதி பலன் டயட்",
  "Read": "வாசிக்கவும்",
  "Hear This Blog": "இந்த வலைப்பதிவை கேட்கவும்",
  "Author": "ஆசிரியர்:",
  "Loading...": "ஏற்றுக்கொள்ளுதல்...",
  "Empowering Communities Through Financial Education and Banking Access Worldwide.": "வைபக்தி சமுந்திரத்தை மூலம் அரசியல் கல்விக்குறிப்பு மற்றும் வங்கிப்பயணத்தை உலகளாவியமாக வளர்ப்பது.",
  "Delivering Comprehensive Education.": "முழுவதும் கல்விக்கூடம் வழங்குகின்றோம்.",
  "At the heart of our mission lies a commitment to addressing the pressing challenges faced by underprivileged communities worldwide.": "எங்கள் கட்சியின் மையத்தில் உலகளாவிய குடிமுழுக்கள் சம்பந்தப்படுகின்ற பிரமுக சவால்களை கைவிட ஒரு பெரும commitment உள்ளது.",
  "Empowering Underprivileged Communities through Financial Literacy and Banking Inclusion": "நிதியியல் அறிவு மற்றும் வங்கிப்பயணத்துக்கு உள்ளிட்ட குடிமுழுக்களை வலியாக்குகின்றது",
  "Our feature": "எங்கள் அம்சம்",
  "Contact Us": "தொடர்பு கொள்ளவும்",
  "Got a technical issue? Want to send feedback about a beta feature? Need details about our Business plan? Let us know.": "தொழில்நுட்ப சிக்கல் உள்ளதா? பீட்டா அம்சத்துக்கு பின்னூட்டம் அனுப்ப விரும்புகின்றீர்களா? எங்கள் வணிக திட்டத்துக்கு விவரங்கள் தேவைப்படுமா? அனுப்பி அறிக்கையளிக்கவும்.",
  "Your email": "உங்கள் மின்னஞ்சல்",
  "Subject": "பொருள்",
  "Your message": "உங்கள் செய்தி",
  "Your name": "உங்கள் பெயர்",
  "Featured": "சிறப்பு",
  "Events": "நிகழ்வுகள்",
  "My Courses": "என் பாடங்கள்"
}
